[Operative_Mint X2SoldierClassTemplate]
DisplayName="Operative" 
ClassSummary="Vigilo Confido. The XCOM operative is a versatile soldier, capable of taking on numerous roles. They may not be as specialized as the other resistance factions, but their versatility is a peerless asset."

AbilityTreeTitles[0]="-"
AbilityTreeTitles[1]="Offensive"
AbilityTreeTitles[2]="Defensive"
AbilityTreeTitles[3]="-"

RandomNicknames[0]="Abolisher"
RandomNicknames[1]="Adjudicator"
RandomNicknames[2]="Aftermath"
RandomNicknames[3]="Alamo"
RandomNicknames[4]="Alcatraz"
RandomNicknames[5]="All Day"
RandomNicknames[6]="All In"
RandomNicknames[7]="Anarchy"
RandomNicknames[8]="Annihilator"
RandomNicknames[9]="Anvil"
RandomNicknames[10]="Apex"
RandomNicknames[11]="Apostle"
RandomNicknames[12]="Arbalest"
RandomNicknames[13]="Arcade"
RandomNicknames[14]="Arcadia"
RandomNicknames[15]="Architect"
RandomNicknames[16]="Argonaut"
RandomNicknames[17]="Arondight"
RandomNicknames[18]="Ash"
RandomNicknames[19]="Asylum"
RandomNicknames[20]="Atlas"
RandomNicknames[21]="Avalanche"
RandomNicknames[22]="Avalon"
RandomNicknames[23]="Avenger"
RandomNicknames[24]="Awakener"
RandomNicknames[25]="Ballistic"
RandomNicknames[26]="Banisher"
RandomNicknames[27]="Barracuda"
RandomNicknames[28]="Basilisk"
RandomNicknames[29]="Bastille"
RandomNicknames[30]="Bayonet"
RandomNicknames[31]="Blackjack"
RandomNicknames[32]="Blackout"
RandomNicknames[33]="Blaze"
RandomNicknames[34]="Blitz"
RandomNicknames[35]="Blowtorch"
RandomNicknames[36]="Boneyard"
RandomNicknames[37]="Braveheart"
RandomNicknames[38]="Brimstone"
RandomNicknames[39]="Bullseye"
RandomNicknames[40]="Burnout"
RandomNicknames[41]="Butcher"
RandomNicknames[42]="Buzzsaw"
RandomNicknames[43]="Calamity"
RandomNicknames[44]="Caliburn"
RandomNicknames[45]="Camelot"
RandomNicknames[46]="Cascade"
RandomNicknames[47]="Castle"
RandomNicknames[48]="Celerity"
RandomNicknames[49]="Cerberus"
RandomNicknames[50]="Chaos"
RandomNicknames[51]="Checkmate"
RandomNicknames[52]="Chevalier"
RandomNicknames[53]="Chimera"
RandomNicknames[54]="Chivalry"
RandomNicknames[55]="Citadel"
RandomNicknames[56]="Claymore"
RandomNicknames[57]="Climax"
RandomNicknames[58]="Cloudburst"
RandomNicknames[59]="Coroner"
RandomNicknames[60]="Crash"
RandomNicknames[61]="Crossfire"
RandomNicknames[62]="Crosshair"
RandomNicknames[63]="Crown"
RandomNicknames[64]="Crusader"
RandomNicknames[65]="D.O.A."
RandomNicknames[66]="Daybreak"
RandomNicknames[67]="Dead Sea"
RandomNicknames[68]="Deadeye"
RandomNicknames[69]="Defcon"
RandomNicknames[70]="Devil Dog"
RandomNicknames[71]="Diviner"
RandomNicknames[72]="Dominion"
RandomNicknames[73]="Dragon"
RandomNicknames[74]="Dropzone"
RandomNicknames[75]="Dullahan"
RandomNicknames[76]="Dynamite"
RandomNicknames[77]="Dynamo"
RandomNicknames[78]="Eagle Eye"
RandomNicknames[79]="Eclipse"
RandomNicknames[80]="Eight Ball"
RandomNicknames[81]="El Diablo"
RandomNicknames[82]="El Dorado"
RandomNicknames[83]="Enforcer"
RandomNicknames[84]="Eternity"
RandomNicknames[85]="Excalibur"
RandomNicknames[86]="Exodus"
RandomNicknames[87]="Fafnir"
RandomNicknames[88]="Fahrenheit"
RandomNicknames[89]="Fatal"
RandomNicknames[90]="Fate"
RandomNicknames[91]="Feedback"
RandomNicknames[92]="Fencer"
RandomNicknames[93]="Fenrir"
RandomNicknames[94]="Feral"
RandomNicknames[95]="Flashfire"
RandomNicknames[96]="Flatline"
RandomNicknames[97]="Forge"
RandomNicknames[98]="Fury"
RandomNicknames[99]="Gallant"
RandomNicknames[100]="Gargoyle"
RandomNicknames[101]="Garuda"
RandomNicknames[102]="Genesis"
RandomNicknames[103]="Geronimo"
RandomNicknames[104]="Gettysburg"
RandomNicknames[105]="Ghost"
RandomNicknames[106]="Glacier"
RandomNicknames[107]="Glory"
RandomNicknames[108]="Grail"
RandomNicknames[109]="Gravepact"
RandomNicknames[110]="Grendel"
RandomNicknames[111]="Grenzer"
RandomNicknames[112]="Guardian"
RandomNicknames[113]="Guillotine"
RandomNicknames[114]="Harbinger"
RandomNicknames[115]="Hardball"
RandomNicknames[116]="Havoc"
RandomNicknames[117]="Hazard"
RandomNicknames[118]="Headshot"
RandomNicknames[119]="Hellfire"
RandomNicknames[120]="Hellraiser"
RandomNicknames[121]="Herald"
RandomNicknames[122]="Heretic"
RandomNicknames[123]="High Noon"
RandomNicknames[124]="Hightower"
RandomNicknames[125]="Hollywood"
RandomNicknames[126]="Houdini"
RandomNicknames[127]="Howitzer"
RandomNicknames[128]="Hurricane"
RandomNicknames[129]="Hype"
RandomNicknames[130]="Icon"
RandomNicknames[131]="Ifrit"
RandomNicknames[132]="Immortal"
RandomNicknames[133]="Impulse"
RandomNicknames[134]="Indomitable"
RandomNicknames[135]="Inferno"
RandomNicknames[136]="Ink-Eyes"
RandomNicknames[137]="Invictus"
RandomNicknames[138]="Ironside"
RandomNicknames[139]="Jäger"
RandomNicknames[140]="Javelin"
RandomNicknames[141]="Jester"
RandomNicknames[142]="Judge"
RandomNicknames[143]="Judgment"
RandomNicknames[144]="Judgment Day"
RandomNicknames[145]="Juggernaut"
RandomNicknames[146]="Junkyard"
RandomNicknames[147]="Kaiju"
RandomNicknames[148]="Karma"
RandomNicknames[149]="Keeper"
RandomNicknames[150]="Knockout"
RandomNicknames[151]="Kohryu"
RandomNicknames[152]="Krakatoa"
RandomNicknames[153]="Lancelot"
RandomNicknames[154]="Lancer"
RandomNicknames[155]="Landslide"
RandomNicknames[156]="Last Word"
RandomNicknames[157]="Lawless"
RandomNicknames[158]="Legionnaire"
RandomNicknames[159]="Leviathan"
RandomNicknames[160]="Liberate"
RandomNicknames[161]="Lights Out"
RandomNicknames[162]="Lockdown"
RandomNicknames[163]="Longinus"
RandomNicknames[164]="Lorica"
RandomNicknames[165]="Mace"
RandomNicknames[166]="Magnum"
RandomNicknames[167]="Majesty"
RandomNicknames[168]="Manhattan"
RandomNicknames[169]="Manticore"
RandomNicknames[170]="Mars"
RandomNicknames[171]="Meltdown"
RandomNicknames[172]="Mercury"
RandomNicknames[173]="Meteor"
RandomNicknames[174]="Midnight"
RandomNicknames[175]="Mimic"
RandomNicknames[176]="Mirage"
RandomNicknames[177]="Mjollnir"
RandomNicknames[178]="Monarch"
RandomNicknames[179]="Monsoon"
RandomNicknames[180]="Myrmidon"
RandomNicknames[181]="Mythril"
RandomNicknames[182]="Nemesis"
RandomNicknames[183]="Nidhogg"
RandomNicknames[184]="Nighthawk"
RandomNicknames[185]="Nova"
RandomNicknames[186]="Nuke"
RandomNicknames[187]="Occam"
RandomNicknames[188]="Outcast"
RandomNicknames[189]="Outrider"
RandomNicknames[190]="Overkill"
RandomNicknames[191]="Overseer"
RandomNicknames[192]="Ozone"
RandomNicknames[193]="Painter"
RandomNicknames[194]="Paladin"
RandomNicknames[195]="Pale Rider"
RandomNicknames[196]="Pandemonium"
RandomNicknames[197]="Panther"
RandomNicknames[198]="Panzerfaust"
RandomNicknames[199]="Paradigm"
RandomNicknames[200]="Paragon"
RandomNicknames[201]="Payload"
RandomNicknames[202]="Peerless"
RandomNicknames[203]="Pendragon"
RandomNicknames[204]="Pinnacle"
RandomNicknames[205]="Poet"
RandomNicknames[206]="Polaris"
RandomNicknames[207]="Praetor"
RandomNicknames[208]="Pride"
RandomNicknames[209]="Primal"
RandomNicknames[210]="Prohibitor"
RandomNicknames[211]="Prophet"
RandomNicknames[212]="Purifier"
RandomNicknames[213]="Pyre"
RandomNicknames[214]="Pyromancer"
RandomNicknames[215]="Quake"
RandomNicknames[216]="Rainmaker"
RandomNicknames[217]="Rampart"
RandomNicknames[218]="Rancor"
RandomNicknames[219]="Raptor"
RandomNicknames[220]="Ravager"
RandomNicknames[221]="Razor"
RandomNicknames[222]="Reaper"
RandomNicknames[223]="Red"
RandomNicknames[224]="Redeemer"
RandomNicknames[225]="Redline"
RandomNicknames[226]="Relentless"
RandomNicknames[227]="Relic"
RandomNicknames[228]="Reliquary"
RandomNicknames[229]="Renegade"
RandomNicknames[230]="Renewer"
RandomNicknames[231]="Retaliator"
RandomNicknames[232]="Rex"
RandomNicknames[233]="Rhino"
RandomNicknames[234]="Rift"
RandomNicknames[235]="Righteous"
RandomNicknames[236]="Ripcord"
RandomNicknames[237]="Riptide"
RandomNicknames[238]="Rook"
RandomNicknames[239]="Roulette"
RandomNicknames[240]="Royal"
RandomNicknames[241]="Saber"
RandomNicknames[242]="Salvo"
RandomNicknames[243]="Samsara"
RandomNicknames[244]="Sanctuary"
RandomNicknames[245]="Sandstorm"
RandomNicknames[246]="Savage"
RandomNicknames[247]="Scepter"
RandomNicknames[248]="Scorch"
RandomNicknames[249]="Scorpion"
RandomNicknames[250]="Sentinel"
RandomNicknames[251]="Shangri-La"
RandomNicknames[252]="Shard"
RandomNicknames[253]="Shatterdome"
RandomNicknames[254]="Showdown"
RandomNicknames[255]="Showtime"
RandomNicknames[256]="Sickle"
RandomNicknames[257]="Siege"
RandomNicknames[258]="Slayer"
RandomNicknames[259]="Spitfire"
RandomNicknames[260]="Splinter"
RandomNicknames[261]="Starlight"
RandomNicknames[262]="Steadfast"
RandomNicknames[263]="Steel"
RandomNicknames[264]="Strider"
RandomNicknames[265]="Sundown"
RandomNicknames[266]="Sunforger"
RandomNicknames[267]="Talisman"
RandomNicknames[268]="Talon"
RandomNicknames[269]="Taurus"
RandomNicknames[270]="Tectonic"
RandomNicknames[271]="Templar"
RandomNicknames[272]="Terminus"
RandomNicknames[273]="Testament"
RandomNicknames[274]="The Cleaner"
RandomNicknames[275]="The One"
RandomNicknames[276]="The Truth"
RandomNicknames[277]="Throne"
RandomNicknames[278]="Thunder"
RandomNicknames[279]="Tiamat"
RandomNicknames[280]="Titan"
RandomNicknames[281]="Tomahawk"
RandomNicknames[282]="Tombstone"
RandomNicknames[283]="Trauma"
RandomNicknames[284]="Trebuchet"
RandomNicknames[285]="Undertaker"
RandomNicknames[286]="Unforgiven"
RandomNicknames[287]="Valhalla"
RandomNicknames[288]="Valiant"
RandomNicknames[289]="Vandal"
RandomNicknames[290]="Vesuvius"
RandomNicknames[291]="Vindicator"
RandomNicknames[292]="Volcano"
RandomNicknames[293]="Warden"
RandomNicknames[294]="Warlord"
RandomNicknames[295]="Wayfarer"
RandomNicknames[296]="Wildfire"
RandomNicknames[297]="Wreckage"
RandomNicknames[298]="Wyrm"
RandomNicknames[299]="Zephyr"
RandomNicknames[300]="Zweihander"

; *********************************************************************************************************************

[JackOfAllTrades X2AbilityTemplate]
LocFriendlyName="Jack of All Trades"
LocLongDescription="A XCOM operative is skilled in all weapons and has at least a passing familiarity with most of the tools in XCOM's arsenal."
LocHelpText="A XCOM operative is skilled in the usages of all weapon types and tools."
LocPromotionPopupText="<Bullet/> Specifically, the XCOM operative can use any of the following weapon types: rifles, shotguns, snipers, cannons, pistols, swords, gremlins, and grenade launchers.</br><Bullet/> When the XCOM operative levels, they will draw from a massive pool of perks and may develop preferences towards certain types of gear.</br><Bullet/> That said, there will never be a situation where a XCOM operative cannot at least passibly fill the role of another injured comrade.</br>"

; *********************************************************************************************************************
; ***							APTITUDES																			***
; *********************************************************************************************************************

[APT_Guttersnipe X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Guttersnipe</font>"
LocLongDescription="A former resident of the slums outside ADVENT control. Gains mobility bonuses in slum and tunnel locales, as well as supply raid missions. Gains additional critical hit chance and shredding on flank attacks."
LocHelpText=" +Mobility in slums, tunnels, supply raids. +critical chance and shredding on flank attacks."
LocPromotionPopupText="<Bullet/>Slums, tunnels, supply raids: +3 mobility.<br/><Bullet/>Flanks: <font color='#5CD16C'>+10 critical chance, +1/2/3 shred</font> based on weapon tech.<br/>"

[APT_Veteran X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Veteran</font>"
LocLongDescription="A hardened war veteran. Gains complete clarity of mind, and is <font color='#5CD16C'>immune to mental ailments</font>."
LocHelpText=" +Immune to mental ailments."
LocPromotionPopupText="<Bullet/>This includes psi attacks, which makes this soldier solid against psi-wielding aliens.<br/><Bullet/>This is a reliable soldier that will never panic.<br/>"

[APT_Warden X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Warden</font>"
LocLongDescription="A former law enforcer that worked with ADVENT. Gains a massive aim bonus on overwatch shots."
LocHelpText=" +Aim on overwatch shots."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+20 aim</font> on overwatch shots.<br/><Bullet/>This can stack with other overwatch modifiers.<br/>"

[APT_Activist X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Activist</font>"
LocLongDescription="A formerly peaceful resistance activist. Reduces hostile civilian detection rate and has reduced detection range on city maps."
LocHelpText=" +Reduced detection on city maps. +Hostile civilians cannot detect XCom squad members in a large radius around this soldier."
LocPromotionPopupText="<Bullet/>While large, the hostile civilian modifier is not mapwide.<br/><Bullet/>Excellent for infiltrating and extracting critical resistance VIPs<br/>"

[APT_NobleScion X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>War Hero</font>"
LocLongDescription="A charismatic champion of the people. Grants a squadwide damage bonus on enemies in this soldier's sight."
LocHelpText=" +Squadwide damage bonus."
LocPromotionPopupText="<Bullet/>The entire squad gains <font color='#5CD16C'>+20% damage</font> against enemies in this soldier's vision radius.<br/>"

[APT_LoneWolf X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Lone Wolf</font>"
LocLongDescription="A recluse who has joined XCom for unknown reasons. Gains a massive critical chance bonus when isolated, and massive mobility and stealth modifiers on neutralization missions."
LocHelpText=" +Crit when isolated. +Mobility and detection modifier on neutralize missions."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+20 critical chance</font> when farther than 6 tiles from any ally - makes for a great shotgun/sniper wielder.<br/><Bullet/>Can reliably take out enemy VIPs with a massive +5 mobility and 50% detection rate modifier.<br/>"

[APT_OldGuard X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Old Guard</font>"
LocLongDescription="A former marksman. Gains additional damage and armor-piercing when using ballistic weaponry."
LocHelpText=" +Damage/+Crit Damage/+Armor piercing when using ballistic weaponry."
LocPromotionPopupText="<Bullet/>Gains an <font color='#5CD16C'>extra point of damage, an extra point of crit damage, and 2 armor pierce</font>.<br/><Bullet/>A reliable soldier early in a campaign.<br/>"

[APT_Militia X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Militia</font>"
LocLongDescription="A militia marksman from one of the Resistance camps we saved. Has increased aim and sight radius, and weapon range penalties are halved."
LocHelpText=" +Aim, +Sight Radius. +Weapon range penalties halved."
LocPromotionPopupText="<Bullet/>Both shotgun and sniper rifles have significant range penalties that can be alleviated with this bonus.<br/><Bullet/>While this soldier doesn't have 95 aim, at least they get perks!<br/>"

[APT_Informant X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Informant</font>"
LocLongDescription="An ADVENT defector now hunted by former compatriots. Gains increased critical chance against ADVENT troops, and hacking and mobility bonuses when working against ADVENT."
LocHelpText=" +Critical chance against ADVENT troops. +Hack/+Mobility when acting against ADVENT."
LocPromotionPopupText="<Bullet/>Specifically, gains +3 mobility and 10 hacking on supply raids, recovery and hacking missions, and when assaulting ADVENT strongholds.<br/><Bullet/>A very widely applicable bonus keeps this soldier extremely versatile.<br/>"

[APT_Guerilla X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Guerilla</font>"
LocLongDescription="A freedom fighter that has been resisting the aliens since birth. Gains increased defense on sabotage missions and when fighting in isolated locales, as well as an armor-piercing modifier on flank attacks."
LocHelpText=" +critical chance/Armor Piercing on flank attacks. +Defense in isolated locales."
LocPromotionPopupText="<Bullet/>Specifically, gains <font color='#5CD16C'>+5 defense</font> on sabotage missions and missions located in the wilderness or shanty/small town locations.<br/><Bullet/>Gains 10 critical chance and 1/2/3 piercing based on weapon tech on flank attacks.<br/>"

[APT_Survivor X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Survivor</font>"
LocLongDescription="There's an empty look in this soldier's eyes. When critically wounded, gains a massive damage bonus to all attacks. When fighting to defend something, gains a massive damage bonus to all attacks."
LocHelpText=" +Damage bonus when critically wounded and/or defending something."
LocPromotionPopupText="<Bullet/>Gains a massive <font color='#5CD16C'>+25% aim</font> damage bonus when under 25% HP and/or on a mission with a defend objective.<br/><Bullet/>This bonus DOES stack if the conditions are met.<br/>"

[APT_Outcast X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Outcast</font>"
LocLongDescription="A refugee with nowhere left to go. Gains aim bonuses on flanking attacks, and a massive dodge bonus on isolated locales."
LocHelpText=" +Aim on flanking attacks. +Dodge in isolated locales."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+10 aim</font> on flanking attacks.<br/><Bullet/>Specifically, gains <font color='#5CD16C'>+25 dodge</font> in the wilderness and small or abandoned towns.<br/>"

[APT_Revolutionary X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Revolutionary</font>"
LocLongDescription="A revolutionary with an idealistic cause. Gains bonus damage on attacks against enemies at full health while at full health."
LocHelpText=" +Damage bonus against enemies when both target and shooter are at full health."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+1/2/3 bonus damage</font> based on weapon tech when both target and shooter at full health.<br/><Bullet/>Keep in mind your shooting order when trying to apply this bonus!<br/>"

[APT_SysAdmin X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>SysAdmin</font>"
LocLongDescription="A former cyberhacker working with the government. Gains increased damage and defense against mechanical enemies, and increased hack on hacking missions."
LocHelpText=" +Pierce/defense against mechanical enemies, +Hack on hack missions."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+1/2/3 armor piercing</font> based on weapon tech and <font color='#5CD16C'>+10 defense</font> against mechanical enemies.<br/><Bullet/>Very good at taking out turrets especially, given their low HP and high armor ratings.<br/>"

[APT_Pacifist X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Pacifist</font>"
LocLongDescription="It's a necessary war, but that doesn't make it feel any better. Grants a squad-wide defense bonus, but deals reduced damage with each subsequent kill."
LocHelpText=" +Squad defense. -Damage dealt after each kill."
LocPromotionPopupText="<Bullet/>The squad gains <font color='#5CD16C'>+5 defense</font> - this does not stack. <br/><Bullet/>Every kill reduces the damage dealt by the Pacifist by <font color='#bf1e2e'>-20% damage</font> for the rest of the mission.<br/>"

[APT_Anarchist X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Anarchist</font>"
LocLongDescription="Fed up with ADVENT, fed up with the government. Gains an additional frag grenade on each mission, and a critical chance bonus based on how many people can see this soldier."
LocHelpText=" +Frag Grenade. +Critical chance based on number of visible combatants."
LocPromotionPopupText="<Bullet/>An extra frag grenade allows the anarchist to carry multiple types of grenades even without a launcher.<br/><Bullet/>Gains <font color='#5CD16C'>+1 critical chance</font>... that scales up to 50. But don't put yourself in that position, 50 critical chance isn't going to save you.<br/>"

[APT_Vanguard X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Drifter</font>"
LocLongDescription="A veteran of many battlefields against the alien menace. Gains dodge, aim, and critical chance when close to the enemy."
LocHelpText=" +Dodge/Aim/Critical chance when close to the enemy"
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+20 dodge, +5 aim, and +5 crit</font> when within 4 tiles of an enemy.<br/><Bullet/>This bonus is applied ONLY against that particular enemy.<br/>"

[APT_Rebel X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Rebel</font>"
LocLongDescription="A classical resistance fighter. Gains bonus damage when hurt and fighting hurt enemies."
LocHelpText=" +Damage bonus when hurt."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+1/2/3 bonus damage</font> on all attacks when injured and fighting injured enemies.<br/><Bullet/>Now, I'm not suggesting you do this, but there may hypothetically be an argument for grenading your own troops...<br/>"

[APT_Insurgent X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Kingpin</font>"
LocLongDescription="A former leader of a large dissident gang. Grants a squadwide armor-piercing bonus on enemies within sight."
LocHelpText=" +Armor-piercing for squad"
LocPromotionPopupText="<Bullet/>Grants <font color='#5CD16C'>+1 armor piercing</font> for the squad.<br/>"

[APT_Xenophobe X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Xenophobe</font>"
LocLongDescription="Hates aliens. Deals bonus damage against aliens."
LocHelpText=" +Damage bonus against aliens."
LocPromotionPopupText="<Bullet/>Gains <font color='#5CD16C'>+1/2/3 bonus damage</font> against aliens.<br/><Bullet/>What else is there to say?<br/>"

[APT_FortuneHunter X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Fortune-Hunter</font>"
LocLongDescription="A restless, gambling soul. Deals...and takes an incredible damage multiplier when flanked and flanking."
LocHelpText=" +Damage bonus when flanked and flanking. -Damage taken when flanked and flanking."
LocPromotionPopupText="<Bullet/>Gains... and takes... <font color='#bf1e2e'>+33% damage</font> when flanked and flanking a foe - this does not apply to unflankable enemies.<br/><Bullet/>You only live once.<br/>"

[APT_Renegade X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Renegade</font>"
LocLongDescription="Gains critical chance and damage reduction bonuses when fighting healthier foes."
LocHelpText=" +Crit and damage reduction when fighting healthier foes."
LocPromotionPopupText="<Bullet/>Gains up to <font color='#5CD16C'>+50 critical chance and -50% damage taken</font> against healthier foes, depending on own health.<br/>"

[APT_Irregular X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Irregular</font>"
LocLongDescription="A former stealth operative. Low cover counts as high and gains concealment when not in visible range of any enemy. However, damage taken increased."
LocHelpText=" +Concealment when not seen by enemies. +Cover bonus. -Damage taken increased."
LocPromotionPopupText="<Bullet/>Low cover counts as high - but damage taken increased by <font color='#bf1e2e'>+50% damage</font>.<br/>"

[APT_Professional X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Professional</font>"
LocLongDescription="What profession, they won't say. Overwatch shots deal bonus damage."
LocHelpText="+Damage on overwatch shots."
LocPromotionPopupText="<Bullet/>Gain <font color='#5CD16C'>+25% damage</font> on overwatch shots - stack this with other overwatch modifiers!<br/>"

[APT_Pioneer X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Pioneer</font>"
LocLongDescription="At the forefront of the pre-alien weapons industry. Gains bonus damage with non-ballistic weapons."
LocHelpText="+Damage with non-ballistic weapons."
LocPromotionPopupText="<Bullet/> This soldier deals an <font color='#5CD16C'>+1/2 bonus damage</font> with magnetic/beam weapons, respectively. <br/>"

[APT_Legacy X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Legacy</font>"
LocLongDescription="Harbors an unknown power."
LocHelpText="+???"
LocPromotionPopupText="<Bullet/> With each battle, something might change...<br/>"

[APT_Tactician X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Tactician</font>"
LocLongDescription="A former officer of great insight. Missed attacks deal damage."
LocHelpText="+damage on missed attacks."
LocPromotionPopupText="<Bullet/> 1 with conventional weapons, 2 with magnetic, and 3 with beam. How predictable.<br/>"

[APT_Mercenary X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Mercenary</font>"
LocLongDescription="A gun-for-hire. Gains increased critical chance based on the number of supplies you have."
LocHelpText="+Critical chance based on supplies."
LocPromotionPopupText="<Bullet/> For every 20 supplies, gain <font color='#5CD16C'>+1 critical chance</font>. <br/>"

[APT_Saboteur X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Saboteur</font>"
LocLongDescription="A gun-for-hire. Gains increased critical chance based on the number of intel you have."
LocHelpText="+Critical chance based on intel."
LocPromotionPopupText="<Bullet/> For every 5 intel, gain <font color='#5CD16C'>+1 critical chance</font>. <br/>"

[APT_Scrapper X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Scrapper</font>"
LocLongDescription="A firebrand itching for a fight. Gains increased critical chance whenever damage is taken."
LocHelpText="+Critical chance on being hit."
LocPromotionPopupText="<Bullet/> Gains <font color='#5CD16C'>+25 critical chance</font>, which can stack. <br/>"

[APT_Heretic X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Heretic</font>"
LocLongDescription="A known criminal sought by ADVENT priests. Gains bonus damage against psionic enemies."
LocHelpText="+Damage against psionic enemies"
LocPromotionPopupText="<Bullet/> Gains <font color='#5CD16C'>+25% damage</font> against psionic enemies. <br/>"

[APT_Overseer X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Overseer</font>"
LocLongDescription="A former administrator of ADVENT assets. Grants squadwide shredding."
LocHelpText="+Shred for squad."
LocPromotionPopupText="<Bullet/> Allies gain <font color='#5CD16C'>+1 armor shred</font> against enemies within the Overseer's view. <br/>"

[APT_Vigilante X2AbilityTemplate]
LocFriendlyName="<font color='#53b45e'>Vigilante</font>"
LocLongDescription="A well-known crime fighter. Deals massive damage to ADVENT enemies on critical hits."
LocHelpText="+Crit Damage against ADVENT enemies"
LocPromotionPopupText="<Bullet/> Gains <font color='#5CD16C'>+33% crit damage</font> against ADVENT enemies. <br/>"

; *********************************************************************************************************************
; ***							ABILITIES (UNSORTED)																***
; *********************************************************************************************************************

[MNT_Stalwart X2AbilityTemplate]
LocFriendlyName="Stalwart"
LocLongDescription="Gain <font color='#5CD16C'>+2</font> aim/crit/dodge/defense per enemy the squad can see, up to <font color='#5CD16C'>+10</font>."
LocHelpText="Gain <font color='#5CD16C'>+2</font> aim/crit/dodge/defense per enemy the squad can see, up to <font color='#5CD16C'>+10</font>."
LocFlyOverText="Stalwart"
LocPromotionPopupText="<Bullet/> If you're facing enough enemies to hit the cap, run.<br/>"

[MNT_Vigilance X2AbilityTemplate]
LocFriendlyName="Vigilance"
LocLongDescription="When you make a standard attack with your weapon, you automatically enter overwatch."
LocHelpText="Fire a shot at a target, then enter overwatch."
LocFlyOverText="Vigilance"
LocPromotionPopupText="<Bullet/> You won't enter overwatch if you are out of ammo.<br/>"

[MNT_Aggression X2AbilityTemplate]
LocFriendlyName="Aggression"
LocLongDescription="Gain <font color='#5CD16C'>+3 critical chance</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+30</font>."
LocHelpText=""Gain <font color='#5CD16C'>+3 critical chance</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+30</font>."
LocFlyOverText="Aggression"
LocPromotionPopupText="<Bullet/> +30 crit isn't worth dying to 10 aliens for, just keep in mind. <br/>"

[MNT_TacticalSense X2AbilityTemplate]
LocFriendlyName="Tactical Sense"
LocLongDescription="Gain <font color='#5CD16C'>+3 defense</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+30</font>."
LocHelpText="Gain <font color='#5CD16C'>+3 defense</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+30</font>."
LocFlyOverText="Tactical Sense"
LocPromotionPopupText="<Bullet/> 30 defense probably won't save you from 10 enemies, never mind their abilities...<br/>"

[MNT_HardTarget X2AbilityTemplate]
LocFriendlyName="Hard Target"
LocLongDescription="Gain <font color='#5CD16C'>+5 dodge</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+50</font>."
LocHelpText="Gain <font color='#5CD16C'>+5 dodge</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+50</font>."
LocFlyOverText="Hard Target"
LocPromotionPopupText="<Bullet/> While 50 dodge is a lot and lets you tank for a while, try to kill some of them, 'kay?<br/>"

[MNT_AgainstTheOdds X2AbilityTemplate]
LocFriendlyName="Against The Odds"
LocLongDescription="Gain <font color='#5CD16C'>+2 aim</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+10</font>."
LocHelpText="Gain <font color='#5CD16C'>+2 aim</font> per enemy you can see, up to a maximum of <font color='#5CD16C'>+10</font>."
LocFlyOverText="Against the Odds"
LocPromotionPopupText="<Bullet/> Works at squadsight range. Very important.<br/>"

[MNT_LowestProfile X2AbilityTemplate]
LocFriendlyName="Low Profile"
LocLongDescription="Low cover counts as high cover."
LocHelpText="Low cover counts as high cover."
LocFlyOverText="Low Profile"
LocPromotionPopupText="<Bullet/> Great for maximizing cover efficiency in a heated firefight. <br/>"

[MNT_Grit X2AbilityTemplate]
LocFriendlyName="Grit"
LocFlyOverText="Grit"
LocLongDescription="Upon taking damage, gain <font color='#5CD16C'>+2 armor</font> for two turns."
LocHelpText="Upon taking damage, gain <font color='#5CD16C'>+2 armor</font> for two turns."

[MNT_CoverMe X2AbilityTemplate]
LocFriendlyName="Cover Me"
LocLongDescription="Grant an ally a bonus overwatch shot and the Cool Under Pressure ability. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Grant an ally a bonus overwatch shot and the Cool Under Pressure ability."
LocFlyOverText=""Cover Me"
LocPromotionPopupText="<Bullet/> The overwatch shot and Cool Under Pressure last until the start of your next turn.<br/><Bullet/> Cool Under Pressure grants +<Ability:COOLUNDERPRESSUREBONUS/> Aim on Overwatch and other reaction shots, and they can critically hit.<br/>"

[MNT_Resilience X2AbilityTemplate]
LocFriendlyName="Resilience"
LocFlyOverText="Resilience"
LocLongDescription="Massively reduce chances of being critically hit."
LocHelpText="Massively reduces chances of being critically hit."
LocPromotionPopupText="<Bullet/> You're less likely to die when you get flanked, but they still get aim bonuses on you!<br/>"

[MNT_BringEmOn X2AbilityTemplate]
LocFriendlyName="Bring 'Em On"
LocLongDescription="Your critical hits deal an additional <font color='#5CD16C'>+1 damage</font> for each enemy you can see, to a max of <font color='#5CD16C'>8 damage</font>."
LocHelpText="Your critical hits deal an additional <font color='#5CD16C'>+1 damage</font> for each enemy you can see, to a max of <font color='#5CD16C'>8 damage</font>."
LocFlyOverText="Bring 'Em On"
LocPromotionPopupText="<Bullet/> You'll get the most value in heated firefights, so utilize a shotgun to take out priority targets! <br/>"

[MNT_Precision X2AbilityTemplate]
LocFriendlyName="Precision"
LocLongDescription="Treat enemy full cover as half cover and half cover as almost no cover when making shots."
LocHelpText="Treat enemy full cover as half cover and half cover as almost no cover when making shots."
LocFlyOverText="Precision"
LocPromotionPopupText="<Bullet/> Precision only works with ranged attacks. And specifically, half-cover bonuses are halved when making shots against enemies in half-cover. <br/>"

[MNT_Executioner X2AbilityTemplate]
LocFriendlyName="Executioner"
LocFlyOverText="Executioner"
LocLongDescription="Grants <font color='#5CD16C'>+50 critical chance</font> and <font color='#5CD16C'>+25% damage</font> against impaired enemies."
LocHelpText="Grants <font color='#5CD16C'>+50 critical chance</font> and <font color='#5CD16C'>+25% damage</font> against impaired enemies."
LocPromotionPopupText="<Bullet/> Grenades can easily inflict any number of ailments in a large radius to proc this effect.<br/>"

[MNT_Bracing X2AbilityTemplate]
LocFriendlyName="Bracing"
LocFlyOverText="Bracing"
LocLongDescription="Cannon and Snipers attacks no longer end the turn."
LocHelpText="Cannon and Snipers attacks no longer end the turn."
LocPromotionPopupText="<Bullet/> Cannons and Snipers attacks no longer end the turn.<br/>"

[MNT_Blindside X2AbilityTemplate]
LocFriendlyName="Blindside"
LocFlyOverText="Blindside"
LocLongDescription="Grants <font color='#5CD16C'>+3/4/5 damage</font> on critical hits based on weapon tech against flanked foes."
LocHelpText="Grants <font color='#5CD16C'>+3/4/5 damage</font> on critical hits based on weapon tech against flanked foes."
LocPromotionPopupText="<Bullet/> Shotgun flanks or grenade+sniper are the best way to take advantage of this.<br/>"

[MNT_Pathfinder X2AbilityTemplate]
LocFriendlyName="Pathfinder"
LocLongDescription="Grants <font color='#5CD16C'>+1</font> free battle scanner item to your inventory. Reduces detection radius and increases vision radius."
LocHelpText="Grants <font color='#5CD16C'>+1</font> free battle scanner item to your inventory. Reduces detection radius and increases vision radius."
LocFlyOverText="Pathfinder"
LocPromotionPopupText="<Bullet/> This stacks with uses from carried battle scanners.<br/>"

[MNT_HoldTheLine X2AbilityTemplate]
LocFriendlyName="Hold The Line"
LocLongDescription="Lets loose a battlecry, granting allies <font color='#5CD16C'>+2 armor</font> whenever they're attacked this turn."
LocHelpText="Lets loose a battlecry, granting allies <font color='#5CD16C'>+2 armor</font> whenever they're attacked this turn."
LocFlyOverText="Hold the Line!"
LocPromotionPopupText="<Bullet/> Lets loose a battlecry, granting allies <font color='#5CD16C'>+2 armor</font> whenever they're attacked this turn.<br/>"

[MNT_Sprint X2AbilityTemplate]
LocFriendlyName="Double Time"
LocLongDescription="Gain an additional <font color='#5CD16C'>+1 move action</font> this turn. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Gain an additional <font color='#5CD16C'>+1 move action</font> this turn. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocFlyOverText="Double Time"
LocPromotionPopupText="<Bullet/> Double Time can be used to move very long distances in a single turn, or to move and then take a normal sniper rifle shot.<br/><Bullet/> The extra move action from Double Time is wasted if you use an ability that ends your turn, like firing your weapon, before taking the move.<br/><Bullet/> Double Time has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_Fade X2AbilityTemplate]
LocFriendlyName="Fade"
LocLongDescription="Gain concealment if this soldier kills the last visible enemy to him or her."
LocHelpText="Gain concealment if this soldier kills the last visible enemy to him or her.""
LocFlyOverText="Fade"
LocPromotionPopupText="<Bullet/> Fade allows a soldier to join a firefight and still be able to reconceal for scouting afterwards.<br/>"

[MNT_Ambuscade X2AbilityTemplate]
LocFriendlyName="Ambuscade"
LocLongDescription="On breaking concealment, gain <font color='#5CD16C'>+1 action point, +10 aim, and +10 defense</font> for one turn."
LocHelpText="On breaking concealment, gain <font color='#5CD16C'>+1 action point, +10 aim, and +10 defense</font> for one turn."
LocFlyOverText="Ambuscade"
LocPromotionPopupText="<Bullet/> Can be applied multiple times per mission, provided that you can re-enter concealment.<br/>"

[MNT_HitAndRun X2AbilityTemplate]
LocFriendlyName="Hit and Run"
LocLongDescription="When you use a turn-ending ability with your first action, you may move afterwards."
LocHelpText="When you use a turn-ending ability with your first action, you may move afterwards."
LocFlyOverText="Hit and Run"
LocPromotionPopupText="<Bullet/> This doesn't affect abilities that require two action points to use.<br/><Bullet/> You can only take a standard move, not use other actions such as reloading your weapon.<br/>"

[MNT_Snipe X2AbilityTemplate]
LocFriendlyName="Snipe"
LocLongDescription="Gain <font color='#5CD16C'>+10 aim and +10 critical chance</font> when shooting at foes from far distances."
LocHelpText="Gain <font color='#5CD16C'>+10 aim and +10 critical chance</font> when shooting at foes from far distances."
LocPromotionPopupText="<Bullet/> While rifles and cannons can make use of this perk, don't try it with a shotgun. <br/>"

[MNT_RedscreenRound X2AbilityTemplate]
LocFriendlyName="Redscreen Rounds"
LocLongDescription="A standard shot with your weapon that permanently reduces hack defenses of the target."
LocHelpText="A standard shot with your weapon that permanently reduces hack defenses of the target."
LocPromotionPopupText="<Bullet/> A standard shot with your weapon that permanently reduces hack defenses of the target. <br/>"

[MNT_Decrypted X2AbilityTemplate]
LocFriendlyName="Decrypted"
LocLongDescription="This soldier has memorized ADVENT's AI routines down to the byte. Shots against mechanical foes will always hit."
LocHelpText="Shots against mechanical foes will always hit."
LocPromotionPopupText="<Bullet/> Self-explanatory. <br/>"

[MNT_DangerousGame X2AbilityTemplate]
LocFriendlyName="Dangerous Game"
LocLongDescription="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocHelpText="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocPromotionPopupText="<Bullet/>This applies to critical hits being dealt to you as well!<br/><Bullet/>Does not work on unflankable enemies.<br/>"

[MNT_DangerousGame X2EffectTemplate]
LocFriendlyName="Dangerous Game"
LocLongDescription="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."
LocHelpText="When flanking and being flanked, critical hits deal an additional <font color='#bf1e2e'>+33% damage</font>."

[MNT_GuardianAngel X2AbilityTemplate]
LocFriendlyName="Guardian Angel"
LocLongDescription="Designates an elevated squadmate as your guardian angel, giving them a squadsight overwatch shot with aim bonuses until your next turn."
LocHelpText="Designates an elevated squadmate as your guardian angel, giving them a squadsight overwatch shot with aim bonuses until your next turn."
LocFlyOverText="Guardian Angel"
LocPromotionPopupText="<Bullet/>Must target an ally perched on a location higher than you.<br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_BulletTime X2AbilityTemplate]
LocFriendlyName="Bullet Time"
LocLongDescription="Enters a state of heightened reflexes - gain <font color='#5CD16C'>+50 aim, +50 critical chance, and +4 non-movement actions</font>. Your standard shots deal <font color='#bf1e2e'>-80% damage</font> but do not end the turn."
LocHelpText="Enters a state of heightened reflexes - gain <font color='#5CD16C'>+50 aim, +50 critical chance, and +4 non-movement actions</font>. Your standard shots deal <font color='#bf1e2e'>-80% damage</font> but do not end the turn."
LocFlyOverText="Bullet Time"
LocPromotionPopupText="<Bullet/>Damage isn't the only thing to keep track of - equipped with a strong shredding or cover destruction ability...<br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_Bulwark X2AbilityTemplate]
LocFriendlyName="Bulwark"
LocLongDescription="Whenever this unit enters overwatch, this unit and nearby allies gain <font color='#5CD16C'>+15 defense and +30 critical defense</font>."
LocHelpText="Whenever this unit enters overwatch, this unit and nearby allies gain <font color='#5CD16C'>+15 defense and +30 critical defense</font>."
LocFlyOverText="Bulwark"
LocPromotionPopupText="<Bullet/>Useful for covering allies who cannot take high cover.<br/>"

[MNT_ComeAtMe X2AbilityTemplate]
LocFriendlyName="Come At Me!"
LocLongDescription="Draws enemy attention on purpose - <font color='#bf1e2e'>-50%defense</font> but all hits <font color='#5CD16C'>become grazes</font>."
LocHelpText="Draws enemy attention on purpose - <font color='#bf1e2e'>-50 defense</font> but all hits <font color='#5CD16C'>become grazes</font>."
LocFlyOverText="Come at Me!"
LocPromotionPopupText="<Bullet/>That said, it's not impossible for this operative to still completely evade attacks!<br/><br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"


; *********************************************************************************************************************
; ***							ITEM ABILITIES																		***
; *********************************************************************************************************************
[MNT_RapidDeployment X2AbilityTemplate]
LocFriendlyName="Rapid Deployment"
LocLongDescription="Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocFlyOverText="Rapid Deployment"
LocPromotionPopupText="<Bullet/>Launch a grenade as a free action. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_HEATGrenades X2AbilityTemplate]
LocFriendlyName="HEAT Warheads"
LocLongDescription="Grenades gain <font color='#5CD16C'>+2 armor piercing and +2 armor shredding</font>."
LocHelpText="Grenades gain <font color='#5CD16C'>+2 armor piercing and +2 armor shredding</font>."
LocPromotionPopupText="<Bullet/>Useful to soften up tough targets.<br/>"

[MNT_DangerZone X2AbilityTemplate]
LocFriendlyName="Danger Zone"
LocLongDescription="Grenades gain <font color='#5CD16C'>+2 tile radius</font>."
LocHelpText="Grenades gain <font color='#5CD16C'>+2 tile radius</font>."
LocPromotionPopupText="<Bullet/>Make bigger booms!<br/>"

[MNT_ShockAndAwe X2AbilityTemplate]
LocFriendlyName="Shock and Awe"
LocFlyOverText="Awed"
LocLongDescription="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocHelpText="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocPromotionPopupText="<Bullet/>Can be quite useful for long missions to regain will when facing psionic enemies.<br/>"

[MNT_ShockAndAwe X2EffectTemplate]
LocFriendlyName="Shock and Awe"
LocLongDescription="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."
LocHelpText="Launched or thrown grenades gain <font color='#5CD16C'>50% stun chance</font>, while simultaneously rallying nearby allies for <font color='#5CD16C'>+5 will</font>."

[MNT_SmokeAndMirrors X2AbilityTemplate]
LocFriendlyName="Smoke and Mirrors"
LocLongDescription="Grants an additional smoke grenade and throwing smoke grenades is no longer a turn-ending ability."
LocHelpText="Grants additional smoke grenades and throwing smoke grenades is no longer a turn-ending ability."
LocPromotionPopupText="<Bullet/>Grants additional smoke grenades and throwing smoke grenades is no longer a turn-ending ability.<br/>"

[MNT_RestorativeSmoke X2AbilityTemplate]
LocFriendlyName="Nanomist"
LocLongDescription="Smoke grenades you throw have regenerative properties, healing those within the cloud over time."
LocHelpText="Smoke grenades you throw have regenerative properties, healing those within the cloud over time."
LocPromotionPopupText="<Bullet/>Smoke grenades heal <font color='#5CD16C'>2 HP</font> per turn to all units in the cloud - they don't discriminate between friend or foe!<br/>"

[MNT_Flashout X2AbilityTemplate]
LocFriendlyName="Flashout"
LocLongDescription="Grants additional flashbangs and throwing flashbangs is no longer a turn-ending ability."
LocHelpText="Grants additional flashbangs and throwing flashbangs is no longer a turn-ending ability."
LocPromotionPopupText="<Bullet/>Excellent for popping an ambush with a close-range specialist!<br/>"

[MNT_FirstAid X2AbilityTemplate]
LocFriendlyName="First Aid"
LocLongDescription="Grants <font color='#5CD16C'>+1 medkit</font> on every mission. Each carried medikit gives an additional <font color='#5CD16C'>+2 charges</font>."
LocHelpText="Grants <font color='#5CD16C'>+1 medkit</font> on every mission. Each carried medikit gives an additional <font color='#5CD16C'>+2 charges</font>."
LocFlyOverText="First Aid"
LocPromotionPopupText="<Bullet/> The free medkit also grants immunity to poison.</br>"

[MNT_SecondWind X2AbilityTemplate]
LocFriendlyName="Second Wind"
LocLongDescription="Using a medikit on an injured unit also grants that unit <font color='#5CD16C'>+1 action point</font>."
LocHelpText="Using a medikit on an injured unit also grants that unit <font color='#5CD16C'>+1 action point</font>."
LocFlyOverText="Second Wind"
LocPromotionPopupText="<Bullet/> If you use a medikit on yourself, you gain the bonus action point.<br/><Bullet/> Medikits can still only be used on injured units.<br/>"

[MNT_SecondWindTrigger X2AbilityTemplate]
LocFriendlyName="Second Wind"
LocLongDescription="Using a medikit on an injured unit also grants that unit <font color='#5CD16C'>+1 action point</font>."
LocHelpText="Using a medikit on an injured unit also grants that unit <font color='#5CD16C'>+1 action point</font>."
LocFlyOverText="Second Wind"
LocHitMessage="Second Wind"

[MNT_Rejuvenate X2AbilityTemplate]
LocFriendlyName="Rejuvenate"
LocLongDescription="Enhances the healing power of a medikit, granting an additional <font color='#5CD16C'>+3 HP healed and +10 will</font>."
LocHelpText="Enhances the healing power of a medikit, granting an additional <font color='#5CD16C'>+3 HP healed and +10 will</font>."
LocFlyOverText="Rejuvenated"
LocPromotionPopupText="<Bullet/> Enhances the healing power of a medikit, as well as restoring will to the injured ally.<br/>"

[MNT_FullKit X2AbilityTemplate]
LocFriendlyName="Full Kit"
LocLongDescription="The item in the Operative's utility slot gains an additional <font color='#5CD16C'>+1 charge</font>."
LocHelpText="The item in the Operative's utility slot gains an additional <font color='#5CD16C'>+1 charge</font>."
LocPromotionPopupText="<Bullet/>"The item in the Operative's utility slot gains another charge.<br/>"

[MNT_FullKit X2EffectTemplate]
LocFriendlyName="Full Kit"
LocLongDescription="The item in the Operative's utility slot gains an additional <font color='#5CD16C'>+1 charge</font>."
LocHelpText="The item in the Operative's utility slot gains an additional <font color='#5CD16C'>+1 charge</font>."

[MNT_Ordnance X2AbilityTemplate]
LocFriendlyName="Heavy Ordnance"
LocLongDescription="When equipped with a grenade launcher, the Operative is automatically equipped with an additional <font color='#5CD16C'>+1 frag grenade</font>."
LocHelpText="When equipped with a grenade launcher, the Operative is automatically equipped with an additional <font color='#5CD16C'>+1 frag grenade</font>."

; *********************************************************************************************************************
; ***							VEST PERKS	     																***
; *********************************************************************************************************************

[SignalBurst X2AbilityTemplate]
LocFriendlyName="Signal Burst"
LocFlyOverText="Signal Burst"
LocLongDescription="Taunts enemy mechanical enemies, drawing their attention to this soldier while granting bonus defenses against them. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Taunts enemy mechanical enemies, drawing their attention to this soldier while granting bonus defenses against them."

[ShieldVest_Passive X2AbilityTemplate]
LocFriendlyName="Barrier Field"
LocFlyOverText="Barrier Field"
LocLongDescription="Grants a regenerating energy shield. <font color='#5CD16C'>1 shield point</font> is restored each turn."
LocHelpText="Grants a regenerating energy shield. <font color='#5CD16C'>1 shield point</font> is restored each turn."

[Etherweave_Passive X2AbilityTemplate]
LocFriendlyName="Etherform"
LocLongDescription="Low cover counts as high cover, and this soldier gains increased mobility and defense. However, take an additional <font color='#bf1e2e'>+25% damage</font>."
LocHelpText="Low cover counts as high cover, and this soldier gains increased mobility and defense. However, take an additional <font color='#bf1e2e'>+25% damage</font>."

; *********************************************************************************************************************
; ***							GREMLIN PERKS	      																***
; *********************************************************************************************************************

[MNT_IgnitionProtocol X2AbilityTemplate]
LocFriendlyName="Ignition Protocol"
LocFlyOverText="Ignition Protocol"
LocLongDescription="Overheats GREMLIN circuitry with Purifier fuel to deliver a burning shock to the target. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Overheats GREMLIN circuitry with Purifier fuel to deliver a burning shock to the target."

[MNT_IllusionProtocol X2AbilityTemplate]
LocFriendlyName="Illusion Protocol"
LocFlyOverText="Illusion Protocol"
LocLongDescription="Projects a holographic image of an XCOM operative at target location, distracting foes."
LocHelpText="Projects a holographic image of an XCOM operative at target location, distracting foes."

[MNT_RefractionProtocol X2AbilityTemplate]
LocFriendlyName="Refraction Protocol"
LocFlyOverText="Refraction Protocol"
LocLongDescription="Stealths the targeted ally with a field of refractive particles."
LocHelpText="Stealths the targeted ally with a field of refractive particles."

[MNT_AdrenalineProtocol X2AbilityTemplate]
LocFriendlyName="Adrenaline Protocol"
LocFlyOverText="Adrenaline Protocol"
LocLongDescription="Injects Berserker-made combat stims into targeted ally, greatly enhancing their abilities temporarily."
LocHelpText="Injects Berserker-made combat stims into targeted ally, greatly enhancing their abilities temporarily.""

[MNT_WardenProtocol X2AbilityTemplate]
LocFriendlyName="Warden Protocol"
LocFlyOverText="Warden Protocol"
LocLongDescription="Produces an energy shield around target ally, lighting that soldier up for enemies to target. That soldier will take reduced damage, but have reduced defenses for a turn."
LocHelpText="Produces an energy shield around target ally, lighting that soldier up for enemies to target. That soldier will take reduced damage, but have reduced defenses for a turn."

[MNT_WardenBarrier X2EffectTemplate]
LocFriendlyName="Warden Protocol"
LocFlyOverText="Warden Protocol"
LocLongDescription="This soldier is being shielded by Warden Protocol and is actively taunting nearby enemies."
LocHelpText="This soldier is being shielded by Warden Protocol and is actively taunting nearby enemies."

[MNT_NemesisProtocol X2AbilityTemplate]
LocFriendlyName="Nemesis Protocol"
LocFlyOverText="Nemesis Protocol"
LocLongDescription="Marks all enemies in a large radius when microscopic fission detonators, increasing damage dealt. When fired upon, they will detonate, dealing great damage in an explosion."
LocHelpText="Marks all enemies in a large radius when microscopic fission detonators, increasing damage dealt. When fired upon, they will detonate, dealing great damage in an explosion."

[MNT_Primed X2EffectTemplate]
LocFriendlyName="Nemesis Protocol"
LocFlyOverText="Primed"
LocLongDescription="This unit is marked by Nemesis Protocol. Any directed gunfire will cause a massive explosion centered on this unit."

[MNT_ECM X2AbilityTemplate]
LocFriendlyName="ECM"
LocLongDescription="Deploys a field of nanonmachines that scramble enemy sensors, rendering nearby allies immune to explosions. Enemy mechanicals may also have their targeting sensors scrambled."
LocHelpText="Deploys a field of nanonmachines that scramble enemy sensors, rendering nearby allies immune to explosions. Enemy mechanicals may also have their targeting sensors scrambled."

[MNT_ReverseEngineering X2AbilityTemplate]
LocFriendlyName="Reverse Engineering"
LocLongDescription="Permanently increases the operator's hack score on successful hacks."
LocHelpText="Permanently increases the operator's hack score on successful hacks.
LocFlyOverText="Reverse Engineered"

[MNT_ReverseEngineering X2EffectTemplate]
LocFriendlyName="Reverse Engineering"
LocLongDescription="Permanently increases the operator's hack score on successful hacks."
LocHelpText="Permanently increases the operator's hack score on successful hacks.
LocFlyOverText="Reverse Engineered"

[MNT_CircuitAmp X2AbilityTemplate]
LocFriendlyName="Circuit Amplifier"
LocFlyOverText="Circuit Amplifier"
LocLongDescription="Combat Protocol now releases an electrifying shock that also disables the target's weapons. It also has a small chance of stunning them."
LocHelpText="Combat Protocol now releases an electrifying shock that also disables the target's weapons. It also has a small chance of stunning them."

[MNT_Overclock X2AbilityTemplate]
LocFriendlyName="Overdrive Protocol"
LocFlyOverText="Overdrive Protocol"
LocLongDescription="When the GREMLIN is overclocked, all GREMLIN abilities become free actions until the end of the turn. Additional, gain a temporary boost to hack that becomes a malus the next turn. "
LocHelpText="When the GREMLIN is overclocked, all GREMLIN abilities become free actions until the end of the turn. Additional, gain a temporary boost to hack that becomes a malus the next turn."

[MNT_Decompilation X2AbilityTemplate]
LocFriendlyName="Decompilation"
LocFlyOverText="Decompilation"
LocLongDescription="Gain <font color='#5CD16C'>+1 hacking</font> whenever you kill a mechanical enemy."
LocHelpText="Gain <font color='#5CD16C'>+1 hacking</font> whenever you kill a mechanical enemy."

[MNT_SystemUplink X2AbilityTemplate]
LocFriendlyName="System Uplink"
LocFlyOverText="System Uplink"
LocLongDescription="All enemies within the Operative's field of view are passively marked, granting <font color='#5CD16C'>+5 aim</font> for all allies against them."
LocHelpText="All enemies within the Operative's field of view are passively marked, granting <font color='#5CD16C'>+5 aim</font> for all allies against them."

[MNT_SystemUplink X2EffectTemplate]
LocFriendlyName="System Uplink"
LocFlyOverText="System Uplink"
LocLongDescription="All enemies within the Operative's field of view are passively marked, granting <font color='#5CD16C'>+5 aim</font> for all allies against them."
LocHelpText="All enemies within the Operative's field of view are passively marked, granting <font color='#5CD16C'>+5 aim</font> for all allies against them."

[MNT_Interdiction X2AbilityTemplate]
LocFriendlyName="Interdiction"
LocFlyOverText="Interdiction"
LocLongDescription="Approaching enemies are intercepted by the GREMLIN, which deals a small amount of guaranteed damage to them."
LocHelpText="Approaching enemies are intercepted by the GREMLIN, which deals a small amount of guaranteed damage to them."

[MNT_UplinkProtocol X2AbilityTemplate]
LocFriendlyName="Uplink Protocol"
LocFlyOverText="Uplink Protocol"
LocLongDescription="Provides Aid Protocol to all allies, even those not within vision range of the Operative."
LocHelpText="Provides Aid Protocol to all allies, even those not within vision range of the Operative."

[MNT_DroneMaster X2AbilityTemplate]
LocFriendlyName="Drone Master"
LocLongDescription="The effects of all protocols are enhanced, and all GREMLIN attacks deal an extra <font color='#5CD16C'>2 damage</font>."
LocHelpText="The effects of all protocols are enhanced, and all GREMLIN attacks deal an extra <font color='#5CD16C'>2 damage</font>."

; *********************************************************************************************************************
; ***							WEAPONS ABILITIES																***
; *********************************************************************************************************************

[Cannon_CV X2WeaponTemplate]
TacticalText="<Bullet/> The Cannon requires two action points to fire like the sniper rifle, but only one to overwatch.\n<Bullet/> Use upgrades looted from enemies to improve the Cannon's tactical effectiveness."

[SniperStandardFire X2AbilityTemplate]
LocFriendlyName="Fire Weapon"
LocHelpText="Fire your weapon at a target."
LocLongDescription="<Bullet/> Your primary weapon is powerful and accurate at long range, but always requires <font color='#bf1e2e'>two actions</font> to fire<br><Bullet/>Firing the primary weapon always ends a soldier's turn<br>"

[SaturationFire X2AbilityTemplate]
LocPromotionPopupText="<Bullet/>Saturation Fire requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo points and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/><Bullet/>Requires the use of an assault rifle or a cannon.<br/>"

[MNT_DepthPerception X2AbilityTemplate]
LocFriendlyName="Depth Perception"
LocLongDescription="Shots are undodgable when at a higher elevation than your target."
LocHelpText="Shots are undodgable when at a higher elevation than your target."

[MNT_Marauder X2AbilityTemplate]
LocFriendlyName="Marauder"
LocFlyOverText="Marauder"
LocLongDescription="Taking a standard shot with your bullpup does not end your turn and shreds a point of armor."
LocHelpText="Taking a standard shot with your bullpup does not end your turn and shreds a point of armor."

[MNT_Buckshot X2AbilityTemplate]
LocFriendlyName="Buckshot"
LocLongDescription="Take a shot with reduced accuracy but increased critical damage. Requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Take a shot with reduced accuracy but increased critical damage. Requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."

[MNT_BuckshotBonuses X2AbilityTemplate]
LocFriendlyName="Buckshot"

[MNT_HailOfBullets X2AbilityTemplate]
LocFriendlyName="Hail of Bullets"
LocLongDescription="Take a shot with massively increased accuracy. Requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Take a shot with increased accuracy. Requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."

[MNT_HailBonuses X2AbilityTemplate]
LocFriendlyName="Hail of Bullets"

[MNT_SteadyFire X2AbilityTemplate]
LocFriendlyName="Steady Fire"
LocLongDescription="If you didn't move last turn, cannon attacks deal bonus guaranteed damage and shredding, even on misses."
LocHelpText="If you didn't move last turn, cannon attacks deal bonus guaranteed damage and shredding, even on misses."
LocPromotionPopupText="<Bullet/> Damage values are based on your weapon tech. <br/>"

[MNT_SteadyFire X2EffectTemplate]
LocFriendlyName="Steady Fire"

[MNT_Unburdened X2AbilityTemplate]
LocFriendlyName="Unburdened"
LocLongDescription="This soldier does not recieve mobility penalties from heavy weapons."
LocHelpText="This soldier does not recieve mobility penalties from heavy weapons."
LocPromotionPopupText="<Bullet/> This soldier does not recieve mobility penalties from heavy weapons. <br/>"

[WeaponBonus X2AbilityTemplate]
LocFriendlyName="Weapon"

[MNT_LightEmUp X2AbilityTemplate]
LocFriendlyName="Light 'Em Up"
LocFlyOverText="Light 'Em Up"
LocLongDescription="Single-action shots no longer end your turn."
LocHelpText="Single-action shots no longer end your turn."
LocPromotionPopupText="<Bullet/> By default, this includes rifles, shotguns, bullpups, and vektor rifles.<br/>"

[MNT_Strafe X2AbilityTemplate]
LocFriendlyName="Strafe"
LocLongDescription="Whenever you fire your SMG, you may move afterwards."
LocHelpText="When you fire your SMG, you may move afterwards."
LocFlyOverText="Strafe"

[MNT_AutoPistolShot X2AbilityTemplate]
LocFriendlyName="Fire Autopistol"
LocLongDescription="Fire a three-round burst with your autopistol. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="Fire a three-round burst with your autopistol. Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."

[MNT_Fastdraw X2AbilityTemplate]
LocFriendlyName="Quickdraw"
LocFlyOverText="Quickdraw"
LocLongDescription="Shots with your sidearm no longer end your turn."
LocHelpText="Shots with your sidearm no longer end your turn."
LocPromotionPopupText="<Bullet/> GREMLINs don't shoot. Nor do swords. Applies to pistols, sawn-offs, and arc throwers. <br/>"

[MNT_DoubleTap X2AbilityTemplate]
LocFriendlyName="Double Tap"
LocLongDescription="Fires twice at the same enemy. The first shot has an <font color='#bf1e2e'>-15 aim</font> penalty."
LocHelpText="Fires twice at the same enemy. The first shot has an <font color='#bf1e2e'>-15 aim</font> penalty."
LocFlyOverText="Double Tap"
LocPromotionPopupText="<Bullet/>Double Tap has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/><Bullet/>Requires the use of a <font color='#bf1e2e'>shotgun or a sniper rifle</font>.<br/>"

[MNT_Blitz X2AbilityTemplate]
LocFriendlyName="Blitz"
LocLongDescription="Charges the foe to deal a point-blank shot with your <Ability:WeaponName/>. Gains <font color='#5CD16C'>+2 armor</font> until next turn."
LocHelpText="Charges the foe to deal a point-blank shot with your <Ability:WeaponName/>. Gains <font color='#5CD16C'>+2 armor</font> until next turn."
LocFlyOverText="Blitz"
LocPromotionPopupText="<Bullet/>This attack doesn't end your turn when used, so the soldier can still reposition. <br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_PiercingShot X2AbilityTemplate]
LocFriendlyName="Piercing Shot"
LocLongDescription="Delivers a piercing shot with your <Ability:WeaponName/> that ignores armor."
LocHelpText="Delivers a piercing shot with your <Ability:WeaponName/> that has<font color='#5CD16C'>+5 armor-piercing</font>."
LocFlyOverText="Piercing Shot"
LocPromotionPopupText="<Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_PiercingShotBonuses X2AbilityTemplate]
LocFriendlyName="Piercing Shot"

[MNT_ArmorPenetrate X2AbilityTemplate]
LocFriendlyName="Full Pierce"
LocLongDescription="Bladed attacks ignore armor."
LocHelpText="Bladed attacks ignore armor."
LocPromotionPopupText="<Bullet/>Affects combat knives too.<br/>"

[MNT_SwordMomentum X2AbilityTemplate]
LocFriendlyName="Momentum"
LocLongDescription="After striking a foe with a sword, gain a movement action point."
LocHelpText="After striking a foe with a sword, gain a movement action point."
LocPromotionPopupText="<Bullet/>After striking a foe with a sword, gain a movement action point.<br/>"

[MNT_FastFire X2AbilityTemplate]
LocFriendlyName="Reflex Shot"
LocLongDescription="An itchy trigger finger allows you to fire one shot as a free action, once per mission."
LocHelpText="An itchy trigger finger allows you to fire one shot as a free action, once per mission."
LocPromotionPopupText="<Bullet/> Adrenaline? Adrenaline. <br/>"

[MNT_SlamFire X2AbilityTemplate]
LocFriendlyName="Slam Fire"
LocLongDescription="For the rest of the turn, whenever you get a critical hit with your <Ability:WeaponName/>, your actions are refunded. <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown."
LocHelpText="For the rest of the turn, whenever you get a critical hit with your <Ability:WeaponName/>, your actions are refunded."
LocFlyOverText="Slam Fire"
LocPromotionPopupText="<Bullet/> With the proper setup, you can trigger Slam Fire many times in a turn. <br/><Bullet/> If you activate Slam Fire at the beginning of the turn you can move or reload between shots (once). <br/><Bullet/> Equip your weapon with a Laser Sight and an Expanded Magazine or Autoloader to maximize Slam Fire's potential. <br/>"

; *********************************************************************************************************************
; ***							WEAPON MASTERIES																	***
; *********************************************************************************************************************

[Reward_LearnWeaponMastery X2RewardTemplate]
DisplayName="Hone Weapon Masteries"
RewardDetails="Learn a new weapon skill with the aid of an allied faction."

[MNT_CloseCombatSpecialist X2AbilityTemplate]
LocFriendlyName="Close Combat Specialist"
LocLongDescription="Take reaction shots against any enemy that gets within 4 tiles of the soldier."
LocHelpText="Take reaction shots against any enemy that gets within 4 tiles of the soldier."
LocFlyOverText="Close Combat Specialist
LocPromotionPopupText="<Bullet/> Requires a <font color='#bf1e2e'>shotgun</font>. <br/>"

[MNT_BunkerShot X2AbilityTemplate]
LocFriendlyName="Bunker Shot"
LocLongDescription="Fire indiscriminately in front of you, with an aim malus. Afterwards, fortify yourself, trading mobility and defense for armor and dodge. "
LocHelpText="Fire in front of you in a large line. Afterwards, trade mobility and defense for armor and dodge."
LocFlyOverText="Bunker Shot"
LocPromotionPopupText="<Bullet/>Bunker Shot requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/><Bullet/>Bunker Shot provides 4 armor and 25 dodge, but drops the soldier's defense by 20 and mobility by 5 the next turn.<br/>"

[MNT_EyesInTheSky X2AbilityTemplate]
LocFriendlyName="Eyes In the Sky"
LocLongDescription="For one turn, you will take overwatch shots at everything in your vision, until your enemies stop moving or you run out of ammo."
LocHelpText="For one turn, you will take overwatch shots at everything in your vision, until your enemies stop moving or you run out of ammo."
LocFlyOverText="Eyes In the Sky"
LocPromotionPopupText="<Bullet/>You won't take multiple shots at the same target however.<br/><Bullet/>Has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/>"

[MNT_Fusillade X2AbilityTemplate]
LocFriendlyName="Fusillade Fire"
LocLongDescription="Fire your assault rifle at all visible enemies."
LocHelpText="Fire your assault rifle at all visible enemies."
LocFlyOverText="Fusillade Fire"
LocPromotionPopupText="<Bullet/>Fusillade Fire requires <font color='#fdce2b'><Ability:SelfAmmoCost/></font> ammo and has a <font color='#fdce2b'><Ability:SelfCooldown/></font> turn cooldown.<br/><Bullet/>Equip special ammo to inflict devastating status effects against ADVENT.<br/>"

; *********************************************************************************************************************
; ***							SKIRMISHER																			***
; *********************************************************************************************************************

[MNT_RapidRappel X2AbilityTemplate]
LocFriendlyName="Rapid Rappel"
LocLongDescription="A firm understanding of how to effectively use the grapple reduces grapple cooldown and grants an additional <font color='#5CD16C'>+1 move action</font> upon grappling."
LocHelpText="A firm understanding of how to effectively use the grapple reduces grapple cooldown and grants an additional <font color='#5CD16C'>+1 move action</font> upon grappling."
LocPromotionPopupText="<Bullet/>Use this to quickly manuever around and flank enemies.<br/>"

[MNT_TacticalProfile X2AbilityTemplate]
LocFriendlyName="Tactical Profile"
LocLongDescription="Taking to high elevations grants the Skirmisher doubled cover bonuses."
LocHelpText="Taking to high elevations grants the Skirmisher doubled cover bonuses."
LocPromotionPopupText="<Bullet/>Allows the Skirmisher to be positioned in potentially unsafe locations due to defensive bonuses.<br/>"

[MNT_FirstBlood X2AbilityTemplate]
LocFriendlyName="First Blood"
LocLongDescription="When the Skirmisher delivers the first strike, they deal <font color='#5CD16C'>+1 damage with +15 critical chance</font>. This applies when both the Skirmisher and their target are at full health."
LocHelpText="When the Skirmisher delivers the first strike, they deal <font color='#5CD16C'>+1 damage with +15 critical chance</font>. This applies when both the Skirmisher and their target are at full health."
LocPromotionPopupText="<Bullet/>Also applies to AOE attacks such as grenades!<br/>"

[MNT_MomentumSwing X2AbilityTemplate]
LocFriendlyName="Momentum Swing"
LocLongDescription="Whenever the Skirmisher kills an enemy, the base grapple cooldown is instantly refunded."
LocHelpText="Whenever the Skirmisher kills an enemy, the base grapple cooldown is instantly refunded."
LocPromotionPopupText="<Bullet/>Allows the Skirmisher to quickly reposition to newly flank yet another enemy!<br/>"

[MNT_ChaseBullet X2AbilityTemplate]
LocFriendlyName="Chase Bullet"
LocLongDescription="[UNIMPLEMENTED]."
LocHelpText="[UNIMPLEMENTED]."
LocPromotionPopupText="<Bullet/>[UNIMPLEMENTED].<br/>"

[MNT_MasterOfArms X2AbilityTemplate]
LocFriendlyName="Master of Arms"
LocLongDescription="Ripjack and bullpup attacks deal an additional <font color='#5CD16C'>+1 damage, +1 shred, +1 pierce, and ruptures foes for +1 damage</font>."
LocHelpText="Ripjack and bullpup attacks deal an additional <font color='#5CD16C'>+1 damage, +1 shred, +1 pierce, and ruptures foes for +1 damage</font>."
LocPromotionPopupText="<Bullet/>The Skirmisher becomes a powerful team amplifier with this effect.<br/>"



; *********************************************************************************************************************
; ***							SECOND WAVE																			***
; *********************************************************************************************************************

[SWDS_ReactiveArmor X2AbilityTemplate]
LocFriendlyName="Reactive Armor"
LocLongDescription="While still armored, critical chance and damage is reduced against this unit."
LocHelpText="While still armored, critical chance and damage is reduced against this unit."
LocFlyOverText="Reactive Armor"

[SWDS_ForceField X2AbilityTemplate]
LocFriendlyName="Force Field"
LocLongDescription="While still shielded, accuracy is reduced against this unit."
LocHelpText="While still shielded, accuracy is reduced against this unit."
LocFlyOverText="Force Field"

[SWDS_AdrenalineRush X2AbilityTemplate]
LocFriendlyName="Adrenaline Rush"
LocLongDescription="While heavily wounded, this unit gains bonus defense."
LocHelpText="While heavily wounded, this unit gains bonus defense."
LocFlyOverText="Adrenaline Rush"

[SWDS_HyperRegen X2AbilityTemplate]
LocFriendlyName="Hyper Regeneration"
LocLongDescription="This unit regenerates an immense amount of HP per turn."
LocHelpText="This unit regenerates an immense amount of HP per turn."
LocFlyOverText="Hyper Regeneration"

[SWDS_ReactiveArmor X2EffectTemplate]
LocFriendlyName="Reactive Armor"
LocLongDescription="While still armored, critical chance and damage is reduced against this unit."
LocHelpText="While still armored, critical chance and damage is reduced against this unit."
LocFlyOverText="Reactive Armor"

[SWDS_ForceField X2EffectTemplate]
LocFriendlyName="Force Field"
LocLongDescription="While still shielded, accuracy is reduced against this unit."
LocHelpText="While still shielded, accuracy is reduced against this unit."
LocFlyOverText="Force Field"

[SWDS_AdrenalineRush X2EffectTemplate]
LocFriendlyName="Adrenaline Rush"
LocLongDescription="While heavily wounded, this unit gains bonus defense."
LocHelpText="While heavily wounded, this unit gains bonus defense."
LocFlyOverText="Adrenaline Rush"

[SWDS_HyperRegen X2EffectTemplate]
LocFriendlyName="Hyper Regeneration"
LocLongDescription="This unit regenerates an immense amount of HP per turn."
LocHelpText="This unit regenerates an immense amount of HP per turn."
LocFlyOverText="Hyper Regeneration"

[SWDS_ChosenActionPoints X2AbilityTemplate]
LocFriendlyName="The Elder's Finest"
LocLongDescription="The Chosen gains additional non-movement action points."
LocHelpText="The Chosen gains additional non-movement action points."
LocFlyOverText="The Elder's Finest"





